[Character.CharClass_Iris_Raid_MotorMamaTurret AIClassDefinition]
DefaultDisplayName=""
UBMKilledByMessageString=""

[ShotgunTurret.WT_Iris_RaidMotorMamaShotgunTurret WeaponTypeDefinition]
Typename="Escopeta"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[Special01Turret.WT_Iris_RaidMotorMamaSpecial01Turret WeaponTypeDefinition]
Typename="Fuzil Semi-automático"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[Special02Turret.WT_Iris_RaidMotorMamaSpecial02Turret WeaponTypeDefinition]
Typename="Fuzil Semi-automático"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[Special03Turret.DamageType.DmgType_CootieSlime WillowDamageTypeDefinition]
DamageLanguageId=0,000000

[Special03Turret.DamageType.DmgType_CootieSlime:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description="Muito eficaz contra tecidos orgânicos."
NoConstraintText=""
Suffix=""
Prefix=""

[Special03Turret.Skills.Skill_CootieSlimeEffects SkillDefinition]
SkillName="Moco Loco"
SkillDescription="Efeitos corrosivos"
LockedSkillDetailStr="<Locked>"

[Special03Turret.WT_Iris_RaidMotorMamaSpecial03Turret WeaponTypeDefinition]
Typename="Fuzil Semi-automático"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

